Repository: bentrm/lis
Catalog: src/cms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Linkable tag
de: Kennung

source: A tag that allows to link the footnote with the paragraphs text content in the form '[tag]'.
de: Eine Kennung, die es ermöglich die Fußnote im Abschnitt zu referenzieren.

source: Footnote
de: Fußnote

source: Citations, comments and references.
de: Zitate, Kommentare und Referenzierungen.

source: Optional heading
de: Optionale Überschrift

source: An optional heading to structure comprehensive text content.
de: Eine optionale Überschrift um besonders umfassende Textinhalte weiter zu strukturieren.

source: Images
de: Bilder

source: Images that will be displayed alongside the text content of the paragraph.
de: Bilder die nahe des eigentlichen Textinhalts des Abschnitts platziert werden sollen.

source: Content
de: Inhalt

source: The actual text content of this paragraph.
de: Der eigentliche Textinhalt des Abschnitts.

source: Footnotes
de: Fußnoten

source: Optional footnotes to the text content.
de: Optionale Fußnoten zum Textinhalt.

source: Author or translator of the content.
de: Der Autor oder Übersetzer, die Autorin oder Übersetzerin des Textinhalts.

source: Paragraph
de: Abschnitt

source: Keyword
de: Schlüsselwort

source: First name
de: Vorname

source: Last name
de: Nachname

source: Invalid keyword.
de: Ungültiges Schlüsselwort.

source: Owner
de: Eigentümer

source: Age groups
de: Altersgruppen

source: Age group
de: Altersgruppe

source: Author that this mapping is referencing.
de: Die Autorin oder der Autor, der durch die Zuweisung referenziert wird.

source: Author
de: Autorin oder Autor

source: Literary genre that the author is associated with.
de: Die Genre, mit denen die Autorin oder der Autor in Verbindung gebracht wird.

source: Literary genre
de: Genre

source: Genres of the author
de: Genres des Autors

source: Genre of the author
de: Genre des Autors

source: Language that the author has been active in.
de: Sprachen, mit denen die Autorin oder der Autor in Verbindung gerbacht wird.

source: Language
de: Sprache

source: Languages of the author
de: Sprachen des Autors

source: Language of the author
de: Sprache des Autors

source: Literary period that the author is associated with.
de: Literaturepoche, mit der die Autorin oder der Autor in Verbindung gebracht wird.

source: Literary period
de: Literaturepoche

source: Literary periods of the author
de: Literaturepochen des Autors

source: Literary period of the author
de: Literaturepoche des Autors

source: The day that the author is born on.
de: Der Tag, an dem die Autorin oder der Autor geboren ist.

source: Day of birth
de: Geburtstag

source: The month that the author is born in.
de: Der Monat, in dem die Autorin oder der Autor geboren ist.

source: Month of birth
de: Geburtsmonat

source: The year that the author is born in.
de: Das Kalenderjahr, in dem die Autorin oder der Autor geboren ist.

source: Year of birth
de: Geburtsjahr

source: Date of birth
de: Geburtstag

source: Day of death
de: Todestag

source: Month of death
de: Todesmonat

source: Year of death
de: Todesjahr

source: Date of death
de: Todestag

source: The literary genres the author is associated with.
de: Die Genre, mit denen die Autorin oder der Autor in Verbindung gebracht werden.

source: The languages that the author has been active in.
de: Sprachen, mit denen die Autorin oder der Autor in Verbindung gebracht werden.

source: Languages
de: Sprachen

source: The literary categories the author is associated with.
de: Die Genre, mit denen die Autorin oder der Autor in Verbindung gebracht werden.

source: Literary categories
de: Genre

source: The literary periods the author has been active in.
de: Die Literaturepochen, mit denen die Autorin oder der Autor in Verbindung gebracht werden.

source: Literary periods
de: Literaturperioden

source: Birth name of the author if different from international spelling.
de: Geburtsname der Autorin oder des Autors, wenn dieser sich von der international gebräuchlichen Schreibweise unterscheidet.

source: Birth name of the author if different from last name.
de: Geburtsname der Autorin oder des Autors, wenn dieser sich vom Nachnamen unterscheidet.

source: Birth name
de: Geburtsname

source: The first name in Czech if different from international spelling.
de: Der Vorname in tschechischer Sprache, wenn dieser sich von der international gebräuchlichen Schreibweise unterscheidet.

source: The first name in German if different from international spelling.
de: Der Vorname in deutscher Sprache, wenn dieser sich von der international gebrächlichen Schreibweise unterscheidet.

source: The name of the author
de: Der Name der Autorin oder des Autors.

source: This name has been used as a pseudonym by the author.
de: Dieser Name wird mit der Autorin oder dem Autor als Pseudonym in Verbindung gebracht.

source: Is pseudonym
de: Pseudonym

source: The last name in German if different from international spelling.
de: Der Nachname in deutscher Sprache, wenn dieser sich von der international gebräuchlichen Schreibweise unterscheidet.

source: Names
de: Namen

source: Academic title of the author in Czech if different from international spelling.
de: Akademischer Titel in Tschechisch Sprache, wenn dieser sich von der international gebräuchlichen Schreibweise unterscheidet.

source: Academic title of the author in German if different from international spelling.
de: Akademischer Titel in Deutscher Sprache, wenn dieser sich von der international gebräuchlichen Schreibweise unterscheidet.

source: Academic title of the author if any.
de: Der akademische Titel der Autorin oder des Autors.

source: Title
de: Titel

source: Name entries must at least contain a first name or a last name.
de: Ein Name muss zumindest einen Vor- oder Nachnamen umfassen.

source: Place of birth if different in Czech spelling.
de: Geburtsort der Autorin oder des Autors, wenn sich die Schreibweise von der international gebräuchlichen Schreibweise unterscheidet.

source: Place of birth if different in German spelling.
de: Geburtsort der Autorin oder des Autors, wenn sich die Schreibweise von der international gebräuchlichen Schreibweise unterscheidet.

source: The city or village where the author was born.
de: Die Stadt oder der Ort, in dem die Autorin oder der Autor geboren ist.

source: Place of birth
de: Geburtsort

source: Place of death if different in Czech spelling.
de: Sterbeort der Autorin oder des Autors, wenn sich die Schreibweise von der international gebräuchlichen Schreibweise unterscheidet.

source: Place of death if different in German spelling.
de: Sterbeort der Autorin oder des Autors, wenn sich die Schreibweise von der international gebräuchlichen Schreibweise unterscheidet.

source: The city or village the author died in.
de: Die Stadt oder der Ort, in dem die Autorin oder der Autor verstorben ist.

source: Place of death
de: Sterbeort

source: Authors
de: Autorinnen & Autoren

source: A meaningful image that will be used to present the author to the user.
de: Ein prägnates Bild, das die Autorin oder den Autor darstellt.

source: Title image
de: Titelbild

source: Blog pages
de: Blog-Seiten

source: Blog page
de: Blog-Seite

source: Contact types
de: Kontakttypen

source: Contact type
de: Kontakttyp

source: Czech summary
de: Tschechische Zusammenfassung

source: German summary
de: Deutsche Zusammenfassung

source: A short and concise summary of the content of the document.
de: Eine kurze, prägnante Zusammenfassung des Inhalts des Dokuments.

source: Summary
de: Zusammenfassung

source: female
de: Weiblich

source: male
de: Männlich

source: unknown
de: Unbekannt

source: Czech
de: Tschechisch

source: German
de: Deutsch

source: English
de: Englisch

source: General
de: Allgemein

source: Meta information
de: Metainformationen

source: Promote
de: Veröffentlichen

source: Settings
de: Einstellungen

source: Homepages
de: Startseiten

source: Homepage
de: Startseite

source: Caption in Czech translations.
de: Bildunterschrift, die in tschechischen Übersetzungen verwendet wird.

source: Czech caption
de: Tschechische Bildunterschrift

source: German caption
de: Deutsche Bildunterschrift

source: A caption that may be presented with the file.
de: Eine Bildunterschrift, die im Kontext der Datei angezeigt werden kann.

source: Caption
de: Bildunterschrift

source: An introductory biography of the author aimed at laymen.
de: Eine einleitende Biographie, die sich an alle Besucher, also auch an Laien, richtet.

source: Biography
de: Biographie

source: An introduction to the works of the author aimed at laymen.
de: Eine Einleitung zu den Werken der Autorin oder des Autors, die sich an alle Besucher, also auch an Laien, richtet.

source: Literary works
de: Werk

source: I. Discovery
de: I. Entdecken

source: A short description of important connections (i.e. people) that have been mentioned in the text.
de: Kurze Erläuterungen zu im Fließtext auftauchenden Personen.

source: Connections
de: Verbindungen

source: Short full texts (i.e. poems, short stories) by the author that have been mentioned or are partially quoted in the text about the author.
de: Kürzere Volltexte, die im Text genannt oder in Ausschnitten zitiert wurden.

source: Full texts
de: Volltexte

source: A more in-depth description for interested users on how the author has been received.
de: Eine tiefergehende Beschreibung der Rezeption der Autorin oder des Autors für interessierte Besucher.

source: Reception
de: Rezeption

source: II. Delving deeper
de: II. Vertiefen

source: A more in-depth presentation of primary literature of the author for an academic user.
de: Eine tiefergehende Zusammenfassung der Primärliteratur zur Autorin oder zum Autor für akademische Besucher.

source: Primary literature
de: Primärliteratur

source: Further secondary literature about the author and his works aimed at academic users.
de: Tiefergehnde Zusammenfassung der Sekundärliteratur zur Autorin oder zum Autor für akademische Besucher.

source: Secondary literature
de: Sekundärliteratur

source: Extant documents about the author by other people, e.g. correspondence with the author, lecture notes.
de: Erhaltene Dokumente Dritter zum Autor wie etwa Briefwechsel, Redenmitschriften etc.

source: Testimony
de: Zeugnisse

source: A general description of the literary period and its significance.
de: Eine allgemeine Beschreibung der Literaturepoche und ihrer Bedeutsamkeit.

source: Description
de: Beschreibung

source: The postal address of the location if any.
de: Die Postadresse dieses Ortes, wenn zutreffend.

source: Address
de: Adresse

source: An address, a weblink or phone contact that may be helpful to visit this place.
de: Eine Adresse, ein Link oder eine Telefonnummer, die es dem Nutzer erleichtert diesen Ort zu entdecken.

source: Contact info
de: Kontaktinformationen

source: Contacts of this location.
de: Kontakte für diese Erinnerungsstelle.

source: Contact information
de: Kontaktinformationen

source: The actual geographic location.
de: Die eigentliche geographische Position.

source: Location coordinates
de: Koordinaten

source: A short description of directions to find the location.
de: Eine kurze Wegbeschreibung um den Ort aufzufinden.

source: How to get there
de: Wegbeschreibung

source: The location types that describe this location best.
de: Der Type, der diesen Ort am treffensten beschreibt.

source: Location types
de: Ortstypen

source: Locations
de: Orte

source: A meaningful image that will be used to present the location to the user.
de: Ein aussagekräftiges Bild zum Präsentieren des Ortes.

source: Location
de: Ort

source: Czech title
de: Tschechischer Titel

source: German title
de: Deutscher Titel

source: Title of the media item.
de: Titel des Medieninhalts.

source: The author that is remebered by this memorial site.
de: Die Autorin oder der Autor, dem mit dieser Erinnerungsstelle gedacht wird.

source: The memorial site this mapping references to.
de: Die Erinnerungsstelle, auf die die Zuordnung referenziert.

source: Memorial site
de: Erinnerungsstelle

source: Dedicated sites
de: Gewidmete Orte

source: Dedicated site
de: Gewidmeter Ort

source: The authors that this memorial site is dedicated to.
de: Die Autorinnen oder Autoren, denen dieses Erinnerungsstelle gewidmet ist.

source: A description of the memorial site and its significance to the referenced authors.
de: Eine Beschreibung der Erinnerungsstelle und ihres Bezugs zu den referenzierten Autorinnen und Autoren für alle Besucher.

source: I. Memorial site
de: I. Erinnerungsstelle

source: A detailed description of the memorial site and its significance to the referenced authors.
de: Eine detailiertere Beschreibung der Erinnerungsstelle und ihres Bezugs zu den referenzierten Autorinnen und Autoren für interessierte Besucher.

source: II. Memorial site
de: II. Erinnerungsstelle

source: A short introduction text.
de: Eine kurze Einführung.

source: Introduction
de: Einstieg

source: Memorial sites
de: Erinnerungsstellen

source: A meaningful image that will be used to present the memorial site to the user.
de: Ein aussagekräftiges Bild, das genutzt wird um die Erinnerungsstelle gegenüber dem Nutzer zu präsentieren.

source: Czech title of the page as given of the latest draft.
de: Tschechischer Seitentitel des letzten Entwurfs.

source: Czech draft title
de: Tschechischer Entwurfstitel

source: German title of the page as given of the latest draft.
de: Deutscher Seitentitel des letzten Entwurfs.

source: German draft title
de: Deutscher Entwurfstitel

source: Title of the page as given of the lastest draft.
de: Seitentitel des letzten Entwurfs.

source: Draft title
de: Entwurfstitel

source: Name or initials of the author of this content page.
de: Name oder Initialen des Editors oder der Editorin dieser Seite.

source: The language this content has been originally written in.
de: Sprache, in der der Seiteninhalt ursprünglich verfasst wurde.

source: Original language
de: Verfassersprache

source: Czech title of the page.
de: Tschechischer Titel der Seite.

source: German title of the page.
de: Deutscher Titel der Seite.

source: Title of the page.
de: Titel der Seite.

source: The image this rendition is based on.
de: Das Originalbild, von dem diese Manipulation abgeleitet wurde.

source: Image rendition
de: Bildzuschnitt

source: A short description of the tag.
de: Eine kurze Beschreibung zum Schlagwort.

source: Tags
de: Schlagwörter

source: Defines the relative order of the tag in the UI.
de: Definiert die Reihenfolge der Schlagworte in der Anzeige.

source: Sort order
de: Sortierreihenfolge

source: The czech title of the tag as show to the user.
de: Das Schlagwort in tschechischer Sprache, wie es dem Nutzer präsentiert wird.

source: The german title of the tag as shown to the user.
de: Das Schlagwort in deutscher Sprache, wie es dem Nutzer präsentiert wird.

source: The title of this tag as shown to the user.
de: Das Schlagwort, wie es dem Nutzer präsentiert wird.

source: Tag
de: Schlagwort

# female
source: born {birth_name}
de: geborene {birth_name}

# male
source: born {birth_name}
de: geborener {birth_name}

source: February cannot have more than 29 days.
de: Der Februar kann nicht mehr als 29 Tage haben.

source: Day is out of range for the indicated month.
de: Tag liegt nicht im angegeben Monat.

# female
source: Also known as
de: Auch bekannt als

# male
source: Also known as
de: Auch bekannt als

source: Preview
de: Vorschau

source: Only published memorial sites can be listed here.
de: Nur bereits veröffentlichte Erinnerungsstellen können hier aufgelistet werden.

source: Additional notes and sources
de: Zusätzliche Hinweise und Quellen

source: Categories
de: Kategorien

source: Directions
de: Wegbeschreibung

source: How to find it
de: Wegbeschreibung

source: Delving deeper
de: Vertiefen

source: More about the author
de: Mehr über den Autor erfahren

source: Signup
de: Registrieren

source: Registration is only available for project members at this time. The keyword is available on request only.
de: Die Registrierung ist derzeit Projektmitgliedern vorbehalten. Das Kennwort ist gesondert zu erfragen.

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Page
de: Seite

source: Pages
de: Seiten

source: Loading…
de: Laden…

source: No results
de: Keine Ergebnisse

source: Server Error
de: Serverfehler

source: See subpages
de: Unterseiten anzeigen

source: See all
de: Alles anzeigen

source: Close explorer
de: Explorer schließen

source: Altnative text
de: Alternativer Text

source: Write here…
de: Hier schreiben…

source: Horizontal line
de: Horizontale Linie

source: Line break
de: Zeilenumbruch

source: Undo
de: Rückgängig

source: Redo
de: Wiederherstellen

source: Reload the page
de: Seite neu laden

source: Reload saved content
de: Gespeicherten Inhalt neu laden

source: Show latest content
de: Aktuellsten Inhalt anzeigen

source: Show error
de: Fehler anzeigen

source: The editor just crashed. Content has been reset to the last saved version.
de: Der Editor ist abgestürzt. Der Inhalt wurde auf den letzten gespeicherten Zustand zurückgesetzt.

source: Menu
de: Menü

source: Welcome to LIS admin.
de: Willkommen zur LIS Administrationsoberfläche.

source: There is one match
de: Es gibt einen Treffer

source: Latest images
de: Aktuellste Bilder

source: Sorry, no images match "<em>%(query_string)s</em>"
de: Leider keine Bilder für "<em>%(query_string)s</em>" gefunden.

source: You have not uploaded any images in this collection yet. Why not <a href="%(wagtailimages_add_image_url)s">upload one now</a>?
de: Sie haben noch keine Bilder zu dieser Collection hochgeladen. Warum <a href="%(wagtailimages_add_image_url)s">nicht einfach jetzt</a>?

source: You have not uploaded any images yet. Why not <a href="%(wagtailimages_add_image_url)s">upload one now</a>?
de: Sie haben keine Bilder hochgeladen. Warum <a href="%(wagtailimages_add_image_url)s">nicht jetzt</a>?

source: Strikethrough
de: Durchgestrichen

source: Blockquote
de: Zitatblock
