Repository: bentrm/lis
Catalog: cms/src/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Male
cs: Muž

source: Gender
cs: Pohlaví

source: Genre
cs: Žánr

source: Language
cs: Jazyk

source: Author
cs: Autor

source: Linkable tag
cs: Označení

source: A tag that allows to link the footnote with the paragraphs text content in the form '[tag]'.
cs: Štítek umožňující spojení poznámky pod čarou s příslušným místem v textu [označení].

source: Footnote
cs: Poznámka pod čarou

source: Citations, comments and references.
cs: Citace, komentáře a odkazy.

source: Optional heading
cs: Volitelný nadpis

source: An optional heading to structure comprehensive text content.
cs: Volitelný nadpis sloužící k rozčlenění obsáhlejšího textu.

source: Images
cs: Obrázky

source: Images that will be displayed alongside the text content of the paragraph.
cs: Obrázky přímo související s obsahem textu.

source: Content
cs: Obsah

source: The actual text content of this paragraph.
cs: Vlastní obsah odstavce.

source: Footnotes
cs: Poznámky pod čarou

source: Optional footnotes to the text content.
cs: Volitelné poznámky pod čarou k obsahu textu.

source: Author or translator of the content.
cs: Autor/ka nebo překladatel/ka textu.

source: Paragraph
cs: Odstavec

source: Keyword
cs: Klíčové slovo

source: First name
cs: Jméno/ Křestní jméno

source: Last name
cs: Příjmení

source: Invalid keyword.
cs: Neplatné klíčové slovo.

source: Owner
cs: Vlastník

source: Age groups
cs: Věkové skupiny

source: Age group
cs: Věková skupina

source: Author that this mapping is referencing.
cs: Autor, k němuž se odkaz vztahuje.

source: Literary genre that the author is associated with.
cs: Literární žánry, s nímž je autor spojen.

source: Literary genre
cs: Literární žánr

source: Genres of the author
cs: Žánry autora

source: Genre of the author
cs: Žánr autora

source: Language that the author has been active in.
cs: Jazyk, kterým autor psal.

source: Languages of the author
cs: Jazyky autora

source: Language of the author
cs: Jazyk autora

source: Literary period that the author is associated with.
cs: Literární období, s nímž je autor spojen.

source: Literary period
cs: Literární období

source: Literary periods of the author
cs: Literární období autora

source: Literary period of the author
cs: Literární období autora

source: The day that the author is born on.
cs: Den autorova narození.

source: Day of birth
cs: Den narození

source: The month that the author is born in.
cs: Měsíc autorova narození.

source: Month of birth
cs: Měsíc narození

source: The year that the author is born in.
cs: Rok autorova narození.

source: Year of birth
cs: Rok narození

source: Date of birth
cs: Datum narození

source: Day of death
cs: Den úmrtí

source: Month of death
cs: Měsíc úmrtí

source: Year of death
cs: Rok úmrtí

source: Date of death
cs: Datum úmrtí

source: The literary genres the author is associated with.
cs: Literární žánry, s nimiž je autor spojován.

source: The languages that the author has been active in.
cs: Jazyky, kterými autor psal.

source: Languages
cs: Jazyky

source: The literary categories the author is associated with.
cs: Literární žánry, s nimiž je autor spojován.

source: Literary categories
cs: Literární žánry

source: The literary periods the author has been active in.
cs: Literární období, v nichž autor tvořil.

source: Literary periods
cs: Literární období

source: Birth name of the author if different from international spelling.
cs: Autorovo/ Autorčino rodné jméno, pokud se liší od mezinárodního pravopisu.

source: Birth name of the author if different from last name.
cs: Autorovo/ Autorčino rodné jméno pokud se liší od příjmení.

source: Birth name
cs: Rodné jméno

source: The first name in Czech if different from international spelling.
cs: Křestní jméno, pokud se liší od mezinárodního pravopisu.

source: The first name in German if different from international spelling.
cs: Křestní jméno, pokud se liší od mezinárodního pravopisu.

source: The name of the author
cs: Jméno autora

source: This name has been used as a pseudonym by the author.
cs: Toto jméno autor používal jako pseudonym.

source: Is pseudonym
cs: Pseudonym

source: The last name in German if different from international spelling.
cs: Příjmení, pokud se liší od mezinárodního pravopisu.

source: Names
cs: Jména

source: Academic title of the author in Czech if different from international spelling.
cs: Akademický titul autora, pokud se liší od mezinárodního pravopisu.

source: Academic title of the author in German if different from international spelling.
cs: Akademický titul autora, pokud se liší od mezinárodního pravopisu.

source: Academic title of the author if any.
cs: Autorův akademický titul.

source: Title
cs: Název

source: Name entries must at least contain a first name or a last name.
cs: Záznamy o jméně musí obsahovat alespoň křestní jméno nebo příjmení.

source: Name
cs: Jméno

source: Place of birth if different in Czech spelling.
cs: Místo narození autora, pokud se liší od mezinárodního pravopisu.

source: Place of birth if different in German spelling.
cs: Místo narození autora, pokud se liší od mezinárodního pravopisu.

source: The city or village where the author was born.
cs: Město či obec, kde se autor narodil.

source: Place of birth
cs: Místo narození

source: Place of death if different in Czech spelling.
cs: Místo úmrtí, pokud se liší od mezinárodního pravopisu.

source: Place of death if different in German spelling.
cs: Místo úmrtí, pokud se liší od mezinárodního pravopisu.

source: The city or village the author died in.
cs: Město či obec, kde autor zemřel.

source: Place of death
cs: Místo úmrtí

source: Authors
cs: Autoři

source: Author name
cs: Jméno autora

source: Author names
cs: Jména autora

source: A meaningful image that will be used to present the author to the user.
cs: Vhodný obrázek zachycující autora.

source: Title image
cs: Titulní obrázek

source: Blog pages
cs: Blogové stránky

source: Blog page
cs: Blogová stránka

source: Contact types
cs: Typy kontaktu

source: Contact type
cs: Typ kontaktu

source: Czech summary
cs: Shrnutí v češtině

source: German summary
cs: Shrnutí v němčině

source: A short and concise summary of the content of the document.
cs: Krátké výstižné shrnutí obsahu dokumentu.

source: Summary
cs: Shrnutí

source: female
cs: žena

source: male
cs: muž

source: unknown
cs: neznámý

source: Genres
cs: Žánry

source: Czech
cs: Česky/ Čeština

source: German
cs: Německy/ Němčina

source: English
cs: Anglicky/ Angličtina

source: General
cs: Obecné

source: Meta information
cs: Metainformace

source: Promote
cs: Zveřejnit

source: Settings
cs: Nastavení

source: Homepages
cs: Domovské stránky

source: Homepage
cs: Domovská stránka

source: Caption in Czech translations.
cs: Popisek obrázku používaný v českém překladu.

source: Czech caption
cs: Český popisek obrázku

source: German caption
cs: Německý popisek obrázku

source: A caption that may be presented with the file.
cs: Popisek obrázku, který může být zobrazen spolu se souborem.

source: Caption
cs: Popisek obrázku

source: An introductory biography of the author aimed at laymen.
cs: Autorův stručný životopis určený laikům.

source: Biography
cs: Životopis

source: An introduction to the works of the author aimed at laymen.
cs: Úvod do autorova díla určený laikům.

source: Literary works
cs: Literární díla

source: I. Discovery
cs: I. Objevuj

source: A short description of important connections (i.e. people) that have been mentioned in the text.
cs: Stručné poznámky k osobám zmíněným v textu.

source: Connections
cs: Souvislosti

source: Short full texts (i.e. poems, short stories) by the author that have been mentioned or are partially quoted in the text about the author.
cs: Krátké texty (básně, povídky), které jsou v textu zmíněny nebo částečně citovány.

source: Full texts
cs: Texty

source: A more in-depth description for interested users on how the author has been received.
cs: Podrobnější informace týkající se recepce autorova díla určené pro odbornou veřejnost.

source: Reception
cs: Recepce

source: II. Delving deeper
cs: II. Poznávej

source: A more in-depth presentation of primary literature of the author for an academic user.
cs: Podrobný soupis primárních textů autora určený odborné veřejnosti.

source: Primary literature
cs: Primární texty

source: Further secondary literature about the author and his works aimed at academic users.
cs: Podrobný soupis sekundární literatury k danému autorovi určený odborné veřejnosti.

source: Secondary literature
cs: Sekundární literatura

source: Extant documents about the author by other people, e.g. correspondence with the author, lecture notes.
cs: Dochované dokumenty o autorovi sepsané jinými osobami, korespondence, poznámky atp.

source: Testimony
cs: Svědectví

source: III. Material
cs: III. Materiály

source: A general description of the literary period and its significance.
cs: Obecný popis literárního období a jeho významu.

source: Description
cs: Popis

source: Types of memorials
cs: Typy pamětních míst

source: Type of memorials
cs: Typ pamětních míst

source: The postal address of the location if any.
cs: Poštovní adresa místa, je-li uvedena.

source: Address
cs: Adresa

source: An address, a weblink or phone contact that may be helpful to visit this place.
cs: Poštovní adresa, webový odkaz či telefonní kontakt, které uživateli umožní místo najít.

source: Contact info
cs: Kontaktní informace

source: Contacts of this location.
cs: Kontakty pro toto pamětní místo.

source: Contact information
cs: Kontaktní informace

source: The actual geographic location.
cs: Aktuální zeměpisná poloha.

source: Location coordinates
cs: Souřadnice

source: A short description of directions to find the location.
cs: Krátký popis cesty k danému místu.

source: How to get there
cs: Popis cesty

source: The location types that describe this location best.
cs: Typy umístění, které tuto polohu popisují nejlépe.

source: Location types
cs: Typy míst

source: Locations
cs: Místa

source: A meaningful image that will be used to present the location to the user.
cs: Obrázek, který uživateli představí dané místo.

source: Location
cs: Místo

source: Czech title
cs: Český název

source: German title
cs: Německý název

source: Title of the media item.
cs: Český název stránky.

source: The author that is remebered by this memorial site.
cs: Autor, ke kterému se pamětní místo vztahuje.

source: The memorial site this mapping references to.
cs: Pamětní místo, k němuž se odkazuje.

source: Memorial site
cs: Pamětní místo/ památník

source: Dedicated sites
cs: Věnovaná místa

source: Dedicated site
cs: Věnované místo

source: The authors that this memorial site is dedicated to.
cs: Autoři, kterým je věnováno toto pamětní místo.

source: A description of the memorial site and its significance to the referenced authors.
cs: Popis pamětního místa a jeho význam pro dané autory.

source: A detailed description of the memorial site and its significance to the referenced authors.
cs: Podrobný popis pamětního místa a jeho význam pro dané autory.

source: A short introduction text.
cs: Krátký úvodní text.

source: Introduction
cs: Úvod

source: Memorial sites
cs: Pamětní místa

source: A meaningful image that will be used to present the memorial site to the user.
cs: Výstižný obrázek, který uživateli představí pamětní místo.

source: Czech title of the page as given of the latest draft.
cs: Český název stránky uvedený v posledním návrhu.

source: Czech draft title
cs: Český název návrhu

source: German title of the page as given of the latest draft.
cs: Německý název stránky uvedený v posledním návrhu.

source: German draft title
cs: Německý název návrhu

source: Title of the page as given of the lastest draft.
cs: Název stránky uvedený v posledním návrhu.

source: Draft title
cs: Název návrhu

source: Name or initials of the author of this content page.
cs: Jméno nebo iniciály editora obsahu stránky.

source: The language this content has been originally written in.
cs: Původní jazyk tohoto textu.

source: Original language
cs: Původní jazyk

source: Czech title of the page.
cs: Český název stránky.

source: German title of the page.
cs: Německý název stránky.

source: Title of the page.
cs: Název stránky.

source: The image this rendition is based on.
cs: Originální obrázek, ze kterého toto provedení vychází.

source: Image rendition
cs: Oříznutí obrázku

source: A short description of the tag.
cs: Krátký popis hesla.

source: Defines the relative order of the tag in the UI.
cs: Definuje pořadí zobrazených hesel.

source: Sort order
cs: Pořadí třídění

source: The czech title of the tag as show to the user.
cs: Heslo v češtině, které se zobrazí uživateli.

source: The german title of the tag as shown to the user.
cs: Heslo v němčině, které se zobrazí uživateli.

source: The title of this tag as shown to the user.
cs: Heslo, které se zobrazí uživateli.

source: Tag
cs: Heslo

# female
source: born {birth_name}
cs: narozena {birth_name}

# male
source: born {birth_name}
cs: narozen {birth_name}

source: February cannot have more than 29 days.
cs: Únor nemůže mít více než 29 dní.

source: Day is out of range for the indicated month.
cs: Den není v rozsahu daného měsíce.

source: Strikethrough
cs: Přeškrtnuté

source: Blockquote
cs: Citace

source: Additional notes and sources
cs: Další poznámky a prameny

source: in
cs: v

source: Edit
cs: Upravit

source: Directions
cs: Popis cesty

source: Detailed description
cs: Podrobný popis

source: Preview
cs: Náhled

source: Signup
cs: Přihlásit se

source: Registration is only available for project members at this time. The keyword is available on request only.
cs: Registrace je k dispozici pouze členům projektu. Klíčové slovo je k dispozici pouze na vyžádání.
